Repository: sdsantosh86/Careforyou
Catalog: 1.4 Source Code/careforyou-master/language/*/LC_MESSAGES/django.po
Languages: hi

source: Already in the SaveList
hi: पहले से ही SaveList में

source: Add to the SaveList
hi: सेवलिस्ट में जोड़ें

source: ERROR: The savelist is empty.
hi: समस्या: सूची खाली है

source: Search Result | Careforyou
hi: सर्च रिसल्त | केयर फॉर यु

source: Childcare Not found
hi: चाइल्डकैअर नहीं मिला

source: There are no childcare services for
hi: इस नाम से चाइल्डकैअर सेवाएं नहीं हैं

source: &larr; Back to Home
hi: वापस होम पे जाए

source: About Us | Careforyou
hi: हमारे बारे में: केयर फॉर यु

source: About us
hi: हमारे बारे में

source: This Project
hi: यह परियोजना

source: CareForYou aims to solve the problem faced by some First Generation Australians whose parent parents are working and whose native language is not English while growing up in Australia is that they find it difficult to understand and speak English as a second language early on in their lives, specially at school and day care.
hi: केयर फॉर यु का उद्देश्य कुछ प्रथम पीढ़ी के ऑस्ट्रेलियाई लोगों द्वारा सामना की जाने वाली समस्या को हल करना है, जिनके माता-पिता काम कर रहे हैं और जिनकी मूल भाषा ऑस्ट्रेलिया में बड़े होने के दौरान अंग्रेजी नहीं है, उन्हें अपने जीवन में अंग्रेजी को दूसरी भाषा के रूप में समझना और बोलना मुश्किल लगता है, विशेष रूप से स्कूल और दिन देखभाल पर

source: According to the Australian Bureau of Statistics from the 2011 census it is been said that almost 67%% of the recent arrivals to Australia spoke a language other than English at home. Further, only 43%% of the recent arrivals reported that they spoke English well.
hi: 2011 की जनगणना से ऑस्ट्रेलियाई सांख्यिकी ब्यूरो के अनुसार यह कहा गया है कि ऑस्ट्रेलिया में हाल ही में आने वाले लगभग 67%% ने घर पर अंग्रेजी के अलावा एक भाषा बोली। इसके अलावा, हाल ही के आगमन के केवल 43%% ने बताया कि वे अच्छी तरह से अंग्रेजी बोलते थे।.

source: Our Team
hi: हमारी टीम

source: Santosh Reddy
hi: संतोष रेड्डी

source: Master of Data Science
hi: मास्टर ओफ डाटा साइंस

source: Actively building my career in the field of Data Science, skilled in collecting, wrangling, analyzing and interpreting large datasets, developing new models.
hi: डेटा साइंस के क्षेत्र में सक्रिय रूप से अपना करियर बनाना, बड़े डेटासेट इकट्ठा करने, विश्लेषण करने, विश्लेषण करने और उनकी व्याख्या करने में कुशल, विकासशील मॉडल विकसित करना

source: Abhinav Kapoor
hi: अभिनव कपूर

source: Master of Business Information Systems
hi: मास्टर ओफ बिसनेस इन्फोर्मेशन सिस्तेम

source: I am a Business Analyst from India who aspires to work in the Data Analytics domain to find and solve inefficient business processes.
hi: मैं भारत से एक व्यवसाय विश्लेषक हूं जो अक्षम व्यावसायिक प्रक्रियाओं को खोजने और हल करने के लिए डेटा एनालिटिक्स डोमेन में काम करने की इच्छा रखता है

source: Zhenyu Liu
hi: हाओकी जू

source: Always being active and like to try new things and enjoy the journey of learning new stuff.
hi: हमेशा सक्रिय रहना और नई चीजों को आजमाना और नई चीजें सीखने की यात्रा का आनंद लेना पसंद करते हैं

source: Haoqi Xu
hi: हाओचि क्ष्हू

source: Master of Information Technology
hi: मास्टर ओफ इन्फोर्मेशन सइस्तेम

source: I am enjoy to learn new skills and use my existing skills to implement projects with my team members.
hi: मुझे अपनी टीम के सदस्यों के साथ परियोजनाओं को लागू करने के लिए नए कौशल सीखने और अपने मौजूदा कौशल का उपयोग करने में आनंद आता है

source: Dependencies
hi: निर्भरता

source: Design and Developed by Team Agileport from Monash University.
hi: मोनाश विश्वविद्यालय से टीम एजिलेपोर्ट द्वारा डिजाइन और विकसित

source: Copyright &copy; Careforyou 2020
hi: कॉपीराइट: केयर फॉर यु २०२०

source: Home
hi: होम

source: Information
hi: सूचना

source: About
hi: हमारे बारे में

source: Suburb Name or Postcode...
hi: सबर्ब का नाम या पोस्टकोड...

source: SaveList
hi: सेव्लिस्त

source: Clear the List
hi: सूची साफ़ करें

source: Download the List
hi: सूची डाउनलोड करें

source: Clear the list?
hi: सूची साफ़ करें?

source: Do you want to clear your SaveList?
hi: क्या आप अपने सेवेलिस्ट को साफ़ करना चाहते हैं?

source: Cancel
hi: केन्सेल

source: Clear
hi: कलियर

source: Childcare Details | Careforyou
hi: चाइल्डकैअर विवरण | केयर फॉर यु

source: Childcare Details
hi: चाइल्डकैअर विवरण

source: Quality Stars
hi: गुणवत्ता के सितारे

source: About the Rating
hi: रेटिंग के बारे में

source: We use National Quality Standard Here. The National Quality Standard sets a benchmark for the quality of all education and care services across Australia.
hi: हम यहाँ राष्ट्रीय गुणवत्ता मानक का उपयोग करते हैं। राष्ट्रीय गुणवत्ता मानक ऑस्ट्रेलिया भर में सभी शिक्षा और देखभाल सेवाओं की गुणवत्ता के लिए एक मानक निर्धारित करता है।

source: More details
hi: अधिक जानकारी

source: Contact Information
hi: संपर्क जानकारी

source: Address
hi: पता

source: Phone
hi: फ़ोन

source: Email
hi: ईमेल

source: Fax
hi: फैक्स

source: Language Program
hi: भाषा कार्यक्रम

source: Early Childhood Language Program
hi: बचपन का भाषा कार्यक्रम

source: About Early Childhood Language Program
hi: बचपन का भाषा कार्यक्रम

source: The Victorian Government has allocated $17.9 million over four years (2019-2022) for the Early Childhood Language Program. It consists of two program modes: the Learn Languages at Kindergarten Program and Bilingual Kindergartens.
hi: विक्टोरियन सरकार ने अर्ली चाइल्डहुड लैंग्वेज प्रोग्राम के लिए चार साल (2019-2022) में 17.9 मिलियन डॉलर का आवंटन किया है। इसमें दो प्रोग्राम मोड होते हैं: किंडरगार्टन प्रोग्राम और द्विभाषी किंडरगार्टन में भाषाएँ सीखें।

source: Program Highlight
hi: कार्यक्रम कि हाइलाइट

source: Comments and Reviews
hi: टिप्पणियाँ और समीक्षा

source: Powered by Google Places
hi: Google Places द्वारा संचालित

source: Quality Ratings
hi: गुणवत्ता रेटिंग

source: Based on NQS by ACECQA
hi: ACECQA द्वारा NQS पर आधारित है

source: Educational program and practice
hi: शैक्षिक कार्यक्रम और अभ्यास

source: Educational program and practice of educators are child-centred, stimulating and maximise opportunities for enhancing and extending each child’s learning and development.
hi: शैक्षिक कार्यक्रम और शिक्षकों की प्रैक्टिस बच्चों को सीखने और विकास को बढ़ाने के लिए बच्चों पर केंद्रित, उत्तेजक और अधिकतम अवसर प्रदान करते हैं।

source: Children’s health and safety
hi: बच्चों कि स्वास्थ्य और सुरक्षा

source: Children have the right to experience quality education and care in an environment that safeguards and promotes their health, safety and wellbeing.
hi: बच्चों को पर्यावरण की सुरक्षा और देखभाल में गुणवत्ता की शिक्षा और देखभाल का अनुभव करने का अधिकार है, जो उनके स्वास्थ्य, सुरक्षा और भलाई को बढ़ावा देता है।

source: Physical environment
hi: भौतिक वातावरण

source: Physical environment is safe, suitable and provides a rich and diverse range of experiences that promote children’s learning and development.
hi: भौतिक वातावरण सुरक्षित, उपयुक्त है और बच्चों के सीखने और विकास को बढ़ावा देने वाले समृद्ध और विविध अनुभव प्रदान करता है।

source: Staffing arrangements
hi: स्टाफ की व्यवस्था

source: Qualified and experienced educators, who develop warm, respectful relationships with children, create predictable environments and encourage children’s active engagement in the learning program.
hi: योग्य और अनुभवी शिक्षक, जो बच्चों के साथ सम्मानजनक संबंध विकसित करते हैं, पूर्वानुमानित वातावरण बनाते हैं और सीखने के कार्यक्रम में बच्चों की सक्रिय भागीदारी को प्रोत्साहित करते हैं।

source: Relationships with children
hi: बच्चों के साथ संबंध

source: Relationships with children are responsive, respectful and promote children’s sense of security and belonging.
hi: बच्चों के साथ संबंध संवेदनशील, सम्मानजनक और बच्चों की सुरक्षा और अपनेपन की भावना को बढ़ावा देने वाले हैं।

source: Collaborative partnerships with families and communities
hi: परिवारों और समुदायों के साथ सहयोगात्मक साझेदारी

source: Collaborative relationships with families are fundamental to achieving quality outcomes for children, and community partnerships based on active communication, consultation and collaboration are essential.
hi: परिवारों के साथ सहयोगात्मक संबंध बच्चों के लिए गुणवत्ता के परिणाम प्राप्त करने के लिए मौलिक हैं, और सक्रिय संचार, परामर्श और सहयोग पर आधारित सामुदायिक भागीदारी आवश्यक हैं।

source: Governance and leadership
hi: शासन और नेतृत्व

source: Effective leadership and governance of the service contributes to quality environments for children’s learning and development. Effective leaders establish shared values for the service and set clear direction for the service’s continuous improvement.
hi: सेवा का प्रभावी नेतृत्व और शासन बच्चों के सीखने और विकास के लिए गुणवत्ता वाले वातावरण में योगदान देता है। प्रभावी नेता सेवा के लिए साझा मूल्य स्थापित करते हैं और सेवा के निरंतर सुधार के लिए स्पष्ट दिशा निर्धारित करते हैं।

source: Add to the SaveList?
hi: सेवलिस्ट में जोड़ें?

source: Do you want to add the current childcare to your SaveList?
hi: क्या आप इस चाइल्डकैअर को अपने सैवेलिस्ट में जोड़ना चाहते हैं?

source: Add
hi: जोदे

source: Password not correct
hi: पासवर्ड गलत हे

source: &larr; Please enter again
hi: फिर से दर्ज करें

source: Information | Careforyou
hi: सूचना | केयर फॉर यु

source: Information for Childcare
hi: सूचना

source: COVID-19 Information
hi: कोविद -19 जानकारी

source: This link contains the latest information from Victorian Government, Department of Education and Training regarding childcare for Victorian Parents.It also contains the latest advice regarding Coronavirus (COVID-19)
hi: इस लिंक में विक्टोरियन माता-पिता के लिए चाइल्डकैअर के बारे में विक्टोरियन सरकार, शिक्षा विभाग और प्रशिक्षण विभाग की नवीनतम जानकारी शामिल है। इसमें कोरोनावायरस (COVID-19) से संबंधित नवीनतम सलाह भी शामिल है।

source: Learn More
hi: और जानें

source: Practical Information for Victorian Parents
hi: विक्टोरियन माता-पिता के लिए व्यावहारिक जानकारी

source: These are the detailed information for the parents step by step process of how to find and enroll his child in childcare.
hi: ये माता-पिता के लिए विस्तृत जानकारी है कि वे अपने बच्चे के लिये चाइल्डकैअर कैसे खोजें और उसका नामांकन करें।

source: Early parenting centers
hi: प्रारंभिक पेरेंटिंग केंद्र

source: Early parenting centers provide a number of different services where their main agenda is to help parents who require additional support to take care of their kids.
hi: प्रारंभिक पेरेंटिंग केंद्र कई अलग-अलग सेवाएं प्रदान करते हैं जहां उनका मुख्य एजेंडा उन माता-पिता की मदद करना है जिन्हें अपने बच्चों की देखभाल के लिए अतिरिक्त सहायता की आवश्यकता होती है।

source: They are mainly focused on building ability and talents for parenting, enhancing the bond between parent and child, Strengthening the relation of a family to their culture and Assessing the mental health of children.
hi: वे मुख्य रूप से पालन-पोषण के लिए क्षमता और प्रतिभा निर्माण, माता-पिता और बच्चे के बीच बंधन को बढ़ाने, उनकी संस्कृति के लिए एक परिवार के संबंध को मजबूत करने और बच्चों के मानसिक स्वास्थ्य का आकलन करने पर केंद्रित हैं।

source: Most of these services are accessible for parents who have a kid right from the pregnancy till the child grows to 4 years of age, and as a kid he requires extra help to learn skills and grow up.
hi: इन सेवाओं में से अधिकांश माता-पिता के लिए सुलभ हैं जिनके पास 4 वर्ष की आयु तक का बच्चा है| और एक बच्चे के रूप में उसे कौशल सीखने और बड़े होने के लिए अतिरिक्त मदद की आवश्यकता होती है।

source: More Detail
hi: अधिक जानकारी

source: Community playgroups
hi: सामुदायिक प्लेग्रुप

source: This is a fun group gathering where parents and children under the school age meet up.
hi: यह एक मजेदार समूह सभा है, जहाँ स्कूल की उम्र से कम उम्र के माता-पिता और बच्चे आपस मे मिलते हैं।

source: It’s usually parents who organize these events for kids to interact with each other and find friends and the childs gets a place to play with his other friends ,meet different people from different cultures.
hi: यह आमतौर पर माता-पिता जो बच्चों के लिए इन कार्यक्रमों को एक दूसरे के साथ बातचीत करने और दोस्तों को खोजने के लिए आयोजित करते हैं और बच्चों को अपने अन्य दोस्तों के साथ खेलने के लिए जगह मिलती है, विभिन्न संस्कृतियों के अलग-अलग लोगों से मिलते हैं।

source: There is usually a base fee for these community gatherings to compensate for the cost to organise the event.
hi: आम तौर पर इन सामुदायिक समारोहों के लिए एक आधार शुल्क होता है जो आयोजन को आयोजित करने की लागत की भरपाई करता है।

source: How to choose the best childcare?
hi: सबसे अच्छा चाइल्डकैअर कैसे चुनें?

source: When looking for a childcare make sure that the child care provides:
hi: चाइल्डकैअर की तलाश में सुनिश्चित करें कि चाइल्डकैअर यह प्रदान करता है:

source: Provides your kid with valuable playing and learning opportunities.
hi: आपके बच्चे को बहुमूल्य खेल और सीखने के अवसरों प्रदान करता है।

source: Ensure that the relationship between employers and the child is loving and consistent.
hi: सुनिश्चित करें कि नियोक्ता और बच्चे के बीच का संबंध प्रेमपूर्ण और सुसंगत है।

source: Allows kids time to investigate and discover new activities
hi: बच्चों को नई गतिविधियों की जांच और खोज का समय देता है

source: Promotes all facets of the wellbeing of your child, including their social , mental, physical and cognitive needs
hi: अपने बच्चे की भलाई के सभी पहलुओं को बढ़ावा देता है, जिसमें उनकी सामाजिक, मानसिक, शारीरिक और संज्ञानात्मक आवश्यकताएं शामिल हैं

source: Establishes simple and realistic behavioural expectations
hi: सरल और यथार्थवादी व्यवहार अपेक्षाओं को स्थापित करता है

source: Act with your family in cooperation.
hi: अपने परिवार के सहयोग के साथ कार्य करें।

source: How to choose a quality childhood service?
hi: सर्वोत्तम बाल सेवा केंद्र का चुनाव कैसे करें

source: In a scheme called the National Quality Framework, the quality of child care facilities is rated.
hi: नेशनल क्वालिटी फ्रेमवर्क नामक एक योजना में, बाल देखभाल सुविधाओं की गुणवत्ता का मूल्यांकन किया गया है।

source: Quality child care and kindergarten are critical, much like colleges, because high-quality early education sets young kids up for life.
hi: गुणवत्तापूर्ण देखभाल और किंडरगार्टन, कॉलेजों की तरह महत्वपूर्ण हैं, क्योंकि उच्च गुणवत्ता वाली प्रारंभिक शिक्षा बच्चों को जीवन के लिए तैयार करती है।

source: The National Quality System is structured to increase the quality of programmes for early childhood. Measuring the consistency of facilities is a major priority of the system.
hi: राष्ट्रीय गुणवत्ता प्रणाली को प्रारंभिक बचपन के लिए कार्यक्रमों की गुणवत्ता बढ़ाने के लिए संरचित किया गया है। सुविधाओं की स्थिरता को मापना प्रणाली की प्रमुख प्राथमिकता है।

source: To help them select early education and treatment, this knowledge is provided to families.
hi: प्रारंभिक शिक्षा और उपचार का चयन करने में उनकी मदद करने के लिए, यह ज्ञान परिवारों को प्रदान किया जाता है।

source: The quality of early childhood services is measured against seven quality areas such as Educational program and practice, Children's health and safety, physical environment, Staffing arrangements, Relationships with children, Collaborative partnerships with families and communities, Leadership and service management.
hi: बचपन की प्रारंभिक सेवाओं की गुणवत्ता को शैक्षिक कार्यक्रम और अभ्यास, बच्चों के स्वास्थ्य और सुरक्षा, भौतिक वातावरण, स्टाफ की व्यवस्था, बच्चों के साथ संबंधों, परिवारों और समुदायों के साथ सहयोगपूर्ण भागीदारी, नेतृत्व और सेवा प्रबंधन जैसे सात गुणवत्ता वाले क्षेत्रों के खिलाफ मापा जाता है।

source: Types of childcare
hi: चाइल्डकैअर के प्रकार

source: Long Day care: Open to kids whose families are busy or learning, or who need more time off on a daily basis.
hi: लॉन्ग डे केयर: उन बच्चों के लिए खुला है जिनके परिवार व्यस्त हैं या सीखने वाले हैं, या जिन्हें दैनिक आधार पर अधिक समय की आवश्यकता है।

source: Occasional care: It supports parents with less formal demands, such as the need for an appointment or to relax for two hours.
hi: समसामयिक देखभाल: यह कम औपचारिक मांगों के साथ माता-पिता का समर्थन करता है, जैसे कि नियुक्ति की आवश्यकता या दो घंटे के लिए आराम करना।

source: Family Day Care: Centered in the home of a carer with a very limited number of other kids.
hi: फैमिली डे केयर: बहुत ही सीमित संख्या में अन्य बच्चों के साथ एक देखभाल करने वाले के घर में केंद्रित।

source: In-Home Care: When in your own house, the caregiver cares for your infant. This is normally referred to as a nanny or au pair.
hi: इन-होम केयर: जब आपके अपने घर में, देखभाल करने वाला आपके शिशु की देखभाल करता है। इसे आम तौर पर नानी या औ जोड़ी के रूप में जाना जाता है।

source: Enroll in childcare
hi: चाइल्डकैअर में दाखिला ले

source: You need to register your child after you have selected a child care provider that has a position open that suits your family's needs. Later need to provide all the information of your child such as:
hi: आपके द्वारा अपने बच्चे को पंजीकृत करने की आवश्यकता है जब आपने एक बच्चे की देखभाल प्रदाता का चयन किया है, जिसके पास एक ऐसी स्थिति है जो आपके परिवार की जरूरतों के अनुकूल है। बाद में अपने बच्चे की सभी जानकारी प्रदान करने की आवश्यकता है जैसे:

source: Name and address of the baby and specifics of any special needs
hi: बच्चे का नाम और पता और किसी विशेष आवश्यकता की बारीकियाँ

source: Data about you and all other parents , caregivers or guardians
hi: आपके और अन्य सभी माता-पिता, देखभाल करने वाले या अभिभावकों के बारे में डेटा

source: Information of the entities who will pick your child up
hi: उन संस्थाओं की जानकारी जो आपके बच्चे को उठाएंगी

source: Birth certificate for the child or other identification records
hi: बच्चे या अन्य पहचान रिकॉर्ड के लिए जन्म प्रमाण पत्र

source: Information of any parenting orders or civil issues about your child's treatment or welfare (the details must be kept confidential by the child care service)
hi: आपके बच्चे के उपचार या कल्याण के बारे में किसी भी पालन-पोषण आदेश या नागरिक मुद्दों की जानकारी (विवरण चाइल्ड केयर सर्विस द्वारा गोपनीय रखा जाना चाहिए)

source: Medical health and immunisation status for your kids.
hi: आपके बच्चों के लिए चिकित्सा स्वास्थ्य और टीकाकरण की स्थिति।

source: How much does childcare cost?
hi: चाइल्डकैअर की लागत कितनी है?

source: Many kindergarten curriculum costs are partially charged directly to the kindergarten by the Victorian government. This keeps fees down and allows kids to have a fun experience with their children.
hi: कई किंडरगार्टन पाठ्यक्रम लागत आंशिक रूप से सीधे विक्टोरियन सरकार द्वारा बालवाड़ी के लिए शुल्क ली जाती है। यह फीस को कम रखता है और बच्चों को अपने बच्चों के साथ एक मजेदार अनुभव देता है।

source: To better cover the expense of running kindergarten classes, all kindergartens charge fees. Specific kindergartens set rates which focus on factors such as how many hours the child attends and if there are added expenses such as excursions.
hi: बालवाड़ी कक्षाओं को चलाने के खर्च को बेहतर ढंग से कवर करने के लिए, सभी किंडरगार्टन शुल्क लेते हैं। विशिष्ट किंडरगार्टन दरों को निर्धारित करते हैं, जो कारकों पर ध्यान केंद्रित करते हैं जैसे कि बच्चे कितने घंटे में भाग लेते हैं और यदि भ्रमण जैसे अतिरिक्त खर्च हैं।

source: For their schedule of payments, call the kindergarten you are involved in. To guarantee a child's spot in the curriculum, several kindergartens call for a nominal fee.
hi: भुगतान के अपने शेड्यूल के लिए, जिस बालवाड़ी में आप शामिल हैं, उसे कॉल करें। पाठ्यक्रम में बच्चे के स्थान की गारंटी देने के लिए, कई किंडरगार्टन मामूली शुल्क पर कॉल करते हैं।

source: Any kindergartens have services that the Department does not fund, often attracting fees.
hi: किसी भी किंडरगार्टन के पास ऐसी सेवाएं हैं जो विभाग को निधि नहीं देता है, अक्सर फीस आकर्षित करती है।

source: Financial help for parents
hi: माता-पिता के लिए वित्तीय मदद

source: If you follow those conditions, you will get financial support with housing and child care expenses.
hi: यदि आप उन शर्तों का पालन करते हैं, तो आपको आवास और बच्चे की देखभाल के खर्च के साथ वित्तीय सहायता मिलेगी।

source: Help with living costs: Families often unexpectedly find their situations shifting and they are unable to navigate work openings that accommodate their current family commitments easily.There are a variety of services open to the Federal Government to support people who find themselves in financial distress.
hi: रहने की लागत के साथ मदद करें: परिवार अक्सर अप्रत्याशित रूप से अपनी स्थितियों को बदलते हुए पाते हैं और वे काम के उद्घाटन को नेविगेट करने में असमर्थ होते हैं जो उनकी वर्तमान पारिवारिक प्रतिबद्धताओं को आसानी से समायोजित करते हैं। संघीय सरकार के लिए कई तरह की सेवाएं खुली हैं जो उन लोगों का समर्थन करती हैं जो खुद को वित्तीय संकट में पाते हैं।

source: Help with Kindergarten Fees: Families who have such concession passes, passports or papers have access to the Kindergarten Fee Subsidy.For Aboriginal or Torres Strait Islander students, or students who have had experience with child welfare, Early Start Kindergarten is a free or low-cost kindergarten.
hi: बालवाड़ी शुल्क के साथ मदद: जिन परिवारों में ऐसी रियायत पास है, पासपोर्ट या कागजात के लिए बालवाड़ी शुल्क सब्सिडी का उपयोग किया जाता है। आदिवासी या टोरेस स्ट्रेट आइलैंडर छात्रों, या जिन छात्रों को बाल कल्याण का अनुभव है, अर्ली स्टार्ट किंडरगार्टन एक स्वतंत्र या निम्न है। लागत बालवाड़ी।

source: Home | Careforyou
hi: होम | केयर फॉर यु

source: Find the Childcare Services Nearby
hi: अपने पास चाइल्डकैअर सेवाओं को खोजें

source: Suburb Name or Postcode
hi: सबर्ब का नाम या पोस्टकोड...

source: Search
hi: खोजे

source: (Optional)Choose a language for your childcare services:
hi: (वैकल्पिक) अपने चाइल्डकैअर सेवाओं के लिए एक भाषा चुनें:

source: Explore Nearby
hi: आस-पास खोजे

source: Find Bilingual Childcare Services near you fluent in your native language.
hi: अपनी मूल भाषा में धाराप्रवाह आप के पास द्विभाषी चाइल्डकैअर सेवाओं का पता लगाएं।

source: Save Suitable Services
hi: उपयुक्त सेवाएँ सेव करे

source: Download the information of centres that you find suitable. No need to create an account or login.
hi: उन केंद्रों की जानकारी डाउनलोड करें जो आपको उपयुक्त लगते हैं। खाता बनाने या लॉगिन करने की आवश्यकता नहीं है।

source: Childcare Policies
hi: चाइल्डकैअर नीतियां

source: Find the information related to childcare policies in Australia.
hi: ऑस्ट्रेलिया में चाइल्डकैअर नीतियों से संबंधित जानकारी प्राप्त करें।

source: News and Articles
hi: समाचार और लेख

source: Posted by&nbsp;
hi: पोस्ट करने वाला;

source: at
hi: तारीख

source: Search Result
hi: सर्च रिसल्त

source: Found
hi: मिला

source: Childcare services for
hi: चाइल्डकैअर सेवाओं

source: Name
hi: नाम

source: Suburb
hi: सबर्ब का नाम

source: Language
hi: भाषा

source: Get Details...
hi: विवरण प्राप्त करे...

source: Childcare Name:
hi: चाइल्डकैअर का नाम

source: Suburb:
hi: सबर्ब:

source: Address:
hi: पता:

source: Phone:
hi: फ़ोन:

source: Email:
hi: ई-मेल:

source: Fax:
hi: फैक्स:

source: Language:
hi: भाषा:
